Repository: mozilla-l10n/mt-training-data
Catalog: dml/dml_pontoon.tmx
Source language: en_us
Languages: dml

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
dml: بی تاںوں کڻ تہ ریکارڈنگ ڈیلیٹ کُرن تہ درخواست کُرن گٹنبہ، یا بہ بی مس عام کاڻ تہ ڈیٹا سیٹہ تھن گٹنبہ

source: Your daily goal has been created
dml: تاں روزانہ تہ مقصد ژوپئن گا

source: Your dataset is downloading!
dml: تاں ڈیٹا سیٹ ڈاون لوڈ بیاں

source: Your download has started.
dml: تاں ڈاون لوڈ شروع با

source: You’re contributing to a target segment
dml: تو ایک ہدف ویلہ حصہ تعاون کُنپ

source: You’re contributing to our first target segment
dml: تو امونہ اول ہدف تہ حصہ تعاون کُنپ

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
dml: تو فی الحال مسہ سیٹ تُھوپ<bold>نی</bold> ای میل وصول کُرا کنوئی تے مقصد تہ یاددہانی ، ما عام کاڻ تہ بارہ پروگرس اپڈیٹس آں خبر تہ خط

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
dml: تو فلحال ای میل مِلو بئیں کی تیار تِھی لکہ مقصد تہ یاد دہانی تازہ ترقی آں کامن وائس ساں بارا نیوزلیٹر

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
dml: تو لے پھتائی رون تھوپ، مہربانی کُری اچھک صبُر کُرے، تے جملہ ساں جائزہ گیس آں یہ یقین کُرے تے یہ جملہ سئی درو

source: You're helping Common Voice reach our daily sentence goals!
dml: تو کامن وائس ساں روزانہ تہ جملہ تہ ہدف پورہ کُرنہ امونہ مدد کُنپ

source: Your email address
dml: تاں ای میل تہ پتہ

source: You respond or reply to it as naturally as you can
dml: بی مساں جواب یا ردعمل کتکی ایس بیاں بہ قدرتی طریقہ پریا

source: Your files are being assembled. Please check again later.
dml: تاں فائل مرتب بیاں،مربانی کُری آاݜنتہ پھرکی چیک کُرا۔

source: Your Languages
dml: مِنہ باݜہ نم

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
dml: تاں باشہ تضیر تہ کلپ نم خلص بیاں اگر توکی اسکان درو بہ تو تانو سیٹنگ بدل کُرین بئیپ تاں باݜا ورے جملہ نم دڇھن تہ پرئی

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
dml: کیدے شی مینہ باڜا مختلف شکل تہ جملہ نم نی تھیواگر میاکی مسلہ نی درو بہ تا بی تانوں باڜا ورے جملہ نم دڇھئیں کی تانوں ترتیب بدل کُرئیں بئیبہ

source: Your username and email will not be associated with the published data.
dml: تاں یوزر نم آں ای میل شائع بئیسن ڈیٹا ملی نی تھیو۔

source: Your weekly goal has been created
dml: تاں ہفتہ وار مقصد ژوپئن گا

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
dml: میاکی پھتائی ایک وضاحت کُرال ایک ای میل میلو بین پکار درو تانوں باݜہ عام کاڻہ شامل کُرن تہ اقدامات

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
dml: تو عام کاڻ کی وعبنہ مدد کُروپ<goalPercentage> </goalPercentage> امونہ روزانہ{ $goalValue } ریکارڈنگ تہ مقصد

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
dml: تو کامن وائس ساں مدد کُروپ ویبنہ<goalPercentage> </goalPercentage> امونہ روزانہ تہ{ $goalValue } مقصد تہ توثیقہ

source: You've successfully signed up for contributing to { $language }. Thank you.
dml: تو تعاون کُرئیں کی کامیابی ݜا سائن کُروپ{ $language }۔ تاں شکریہ

source: You want to join the Common Voice mailing list
dml: تو کامن وائس تہ میل تہ لسٹہ شامل بئین گٹینپی

source: You write down what you hear in the audio clips
dml: بی آڈیو کلپ نامہ کیہ ایس اُشتُرونبہ سے لِکا

source: Zaza
dml: ززا

source: Zip #{ $offset } of { $total }
dml: Zip #{ $offset } ساں{ $total }

source: Zulu
dml: زولو

source: account recovery key
dml: اکاونٹ ریکَور کُرن تہ چابی

source: add-on
dml: اضافہ

source: alternate text
dml: متبادل متن

source: attack
dml: حملہ

source: attacker
dml: حملہ کُرال

source: Attack Site
dml: حملہ تہ تھانہ

source: attendee
dml: حاضری

source: authenticate
dml: تصدیق کُرن

source: authenticated
dml: تصدیق بئیسن

source: authentication code
dml: تصدیقی کوڈ

source: autoplay
dml: آٹو پلے

source: backup authentication code
dml: بیک اپ تہ توثیق تہ کوڈ

source: bookmark
dml: نشن

source: breakpoint
dml: بریک پوائنٹ

source: Bug report
dml: بک رپوٹ

source: certificate authority
dml: سرٹیفیکیٹ اتھارٹی

source: cipher
dml: سائفر

source: clipboard
dml: کلپ بوڈ

source: colorway
dml: کلروے

source: confirmation code
dml: تصدیقی کوڈ

source: context
dml: سیاق و سباق

source: cookie banner
dml: کوکی بینر

source: corrupt
dml: خرب

source: corrupted
dml: خرب بئیسن

source: crash
dml: کریش

source: cross-site tracking cookie
dml: کراس سائٹ ٹریکنگ کوکی

source: cryptominer
dml: کرپٹومائنر

source: cryptomining
dml: کرپٹومائنگ

source: debug
dml: ڈیبگ

source: deceptive site
dml: فریب دینے والی سائٹ

source: decode
dml: ڈی کوڈ

source: decryption
dml: ڈکرپشن

source: disinformation
dml: غلط معلومت

source: distrust
dml: بے عتمادہ

source: email mask
dml: ای میل ماسک

source: enable
dml: فعل کُرن

source: encode
dml: ان کوڈ

source: encrypt
dml: انکرپت

source: encryption
dml: انکرپشن

source: end user
dml: اختتامی استعمل کُرال

source: Enhanced Tracking Protection
dml: بہتر ٹریکنگ تحفظ

source: extension
dml: توسیع

source: fingerprinter
dml: فنگر پرنٹ

source: fingerprinting
dml: فنگرپرنٹنگ

source: Firefox View
dml: فائرفاکس ویو

source: grassroots
dml: بونیری سطا

source: home page
dml: ہوم پیج

source: import
dml: بران تہ گین، درآمد

source: independent browser
dml: ازاد برؤزر

source: innovations
dml: اینوویشن

source: insecure
dml: غیر محفوظ

source: installation
dml: انسٹالیشن

source: Issue
dml: مسَلہ

source: Legacy extension
dml: میراثی توسیع

source: MDN
dml: ایم ڈی این MDN

source: misinformation
dml: غلط معلومت

source: native
dml: مقامی

source: net neutrality
dml: خالص غیر جانبداری

source: nonprofit
dml: غیر منافہ بخش

source: non-profit
dml: غیر منافہ بخش

source: open source
dml: اوپن سورس

source: override
dml: اوور رائڈ

source: phone number mask
dml: ٹیلی فقن نمبر تہ ماسک

source: pop-up
dml: پاپ اپ

source: preference
dml: ترجیح

source: Privacy Notice
dml: رازداری تہ نوٹس

source: release
dml: رہائی

source: report
dml: رپوٹ

source: restricted site
dml: محدود سائٹ

source: revert
dml: واپس ین

source: Review checker
dml: جائزہ گیال

source: search suggestion
dml: ویچن تہ مشورہ

source: security keys
dml: سیکورٹی کیز

source: sensitive
dml: حساس

source: sidebar
dml: سائڈبار

source: sign
dml: نِشن

source: signer
dml: دسخط کُرال

source: sign in
dml: سائن ان

source: sign-in
dml: سائن ان

source: studies
dml: مطالعہ

source: Terms of Service
dml: نوکری تہ شرائط

source: track
dml: ٹریک

source: trackers
dml: ٹریکرز

source: Tracking Content
dml: ٹریکنگ مَود

source: unencrypted
dml: غیر خفیہ کُریسن

source: unresponsive
dml: غیر جوابدہ

source: unsafe
dml: غیر محفوظ

source: validate
dml: توثیق

source: validity
dml: جواز

source: version
dml: ورژن

source: Web Authentication
dml: ویب تہ توثیق
